<%@ page isELIgnored ="false" %>
<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>线下增值产品服务协议</title>
	<style type="text/css">
		.agreement {
			padding: 0px 10px 10px;
		}
	</style>
</head>
<div class="agreement">
	<h2>线下增值产品服务协议</h2>
	<p>甲方：中汇电子支付有限公司</p>
	<p>乙方：${realName}</p>
	<p style="text-indent:24px;">
		本协议中的所有术语，除非另有说明，否则其定义与双方于${year}年${month}月${day}日签订之《中汇支付收单特约商户协议书》（下称“收单协议”）中的定义相同。
	</p>
	<p>
		鉴于：<br/>
		甲乙双方本着互利互惠的原则，就甲方提供增值产品服务事宜经友好协商签订本协议。
		本协议就以下内容达成一致：<br/>
	</p>

	<h3>一、定义和名词解释</h3>
	<p>
		1、即时自助提现服务：甲方的一种增值产品，指甲方允许乙方提前在T日当日提现并给予结算的服务（按照正常结算方式，乙方应在T+1日方可提现）。<br/>
		2、T日（交易日）：就每笔即时自助提现服务业务而言，指持卡消费者通过甲方POS机具终端向乙方支付款项之日（该日应为工作日）。<br/>
		3、T+1日：就每个T日而言，指T日后第一个工作日。<br/>
		4、即时自助提现金额：就每笔即时自助提现而言，指乙方于T日提现的金额，该金额为结算款减去即时自助提现服务手续费。<br/>
		5、结算款：就每笔即时自助提现业务而言，指即时自助提现金额对应的应在T+1日结算给乙方的款项。<br/>
		6、即时自助提现手续费：甲方向乙方提供即时自助提现服务所收取的手续费。<br/>
		7、风险保证金：乙方在使用本协议项下增值产品前向甲方缴纳一定数额的风险保证金，出现本协议项下约定的风险或情形时，甲方有权扣除乙方风险保证金。<br/>
	</p>

	<h3>二、增值产品</h3>
	<p>
		本协议项下甲方增值产品为即时自助提现服务。<br/>
		双方同意，甲方在工作日 及非工作日期间向乙方提供即时自助提现服务，即时自助提现金额应划付至乙方在“收单协议”中指定的银行账户中。乙方同意将次日应收结算款转让给甲方。<br/>
	</p>

	<h3>三、增值产品合作方案</h3>
	<p>
		1、即时自助提现服务的申请及开通：乙方可自行或委托服务商代乙方通过线下或线上途径签署本协议，并提供甲方要求提供的相关资料，经甲方审核通过后，为乙方开通即时自助提现服务。<br/>
		2、乙方同意在使用本协议项下约定的即时自助提现服务时，向甲方支付即时自助提现服务手续费，手续费率为结算款的【${rate}】%，该金额由甲方向乙方提供即时自助提现过程中予以扣除。<br/>
		3、当乙方发生“收单协议”中规定的异常交易时，甲方有权随时终止向乙方提供即时自助提现服务。<br/>
	</p>

	<h3>四、甲方的权利和义务</h3>
	<p>
		1、甲方按照本协议约定向乙方提供即时自助提现服务，收取相应手续费。<br/>
		2、甲方因资金、技术或其他不可抗力原因无法满足乙方即时自助提现服务需求或时，可单方面暂停即时自助提现服务，并视情况及时恢复该业务。<br/>
	</p>

	<h3>五、乙方的权利和义务</h3>
	<p>
		1、乙方有权依照本协议约定使用即时自助提现服务，支付相应手续费。<br/>
		2、即时自助提现服务出现“收单协议”1. 3条约定的风险行为时，由此产生的任何损失和责任均由乙方承担。甲方有权首先扣减乙方风险保证金，如风险保证金不足覆盖甲方损失的，甲方有权扣除在乙方即时自助提现业务对应结算款之外的其他应结算给乙方的款项，并对乙方保留对未补足金额的追索权。<br/>
	</p>

	<h3>六、免责条款</h3>
	<p>
		1、如遇自然灾害等不可抗力事件，或其他不可预见的非常情况，或网络、通讯故障发生，导致甲方无法履行协议的，甲方不承担任何责任。<br/>
		2. 如因乙方指定的银行账户已销户或账户状态不正常（挂失、冻结等）或者由于司法或其他原因而进行了账户冻结、扣划或销户，导致甲方无法履行协议的，甲方不承担任何责任。<br/>
		3. 因银行支付清算通道出现异常而非甲方自身系统问题导致即时自助提现服务无法按时提供的情况，甲方不承担任何责任。<br/>
	</p>

	<h3>七、退出机制</h3>
	<p>
		1、甲方向乙方提供增值产品服务起之日六个月内，乙方不得申请退出。<br/>
		2、乙方终止增值产品服务，需提前30个工作日以书面形式向甲方提出自愿退出申请，并在15个工作日内将选择该产品期间产生的交易小票快递到中汇电子支付有限公司，若不能提供小票则甲方有权冻结乙方未结算但已获得增值产品服务结算款项，直到确认该部分交易没有风险；甲方将在10个工作日后停止乙方的该产品服务。<br/>
	</p>

	<h3>八、其他</h3>
	<p>
		1、本协议自双方签字盖章时生效。<br/>
		2、本协议一式肆份，甲乙双方各保存贰份。<br/>
		3、本协议内容与“收单协议”不一致之处，以本协议内容为准。除本协议中双方达成一致条款之外，“收单协议”的其余部分继续有效。<br/>
	</p>
	<br/>
	<br/>
	<br/>
	<p>
		甲方：中汇电子支付有限公司（盖章）<br/>
		有权签字人（签字）：<br/>
		日期：${contractDay}<br/>
	</p>
	<br/>
	<br/>
	<br/>
	<p>
		乙方：（盖章）<br/>
		有权签字人（签字）：<br/>
		日期：${contractDay}<br/>
	</p>

</div>
</html>